[
    {
        "language":"si",
        "menu":{
            "home":"මුල් පිටුව",
            "about":"අප ගැන",
            "help":"උපකාර",
            "donate":"පරිත්‍යාග කරන්න",
            "staff":"පරිශීලක"
        },
        "homePage":{
            "header":"සහනාදාර",
            "subHeader":"ස්වාභාවික විපත් වලින් පීඩා විදින ඔබේම අසල්වාසීන්ට උපකාර කිරීමට සූදානම්ද?",
            "cardH" :"උපකාර",
            "cardP":"පරිත්‍යාග කරන්න",
            "topic":"ස්වාභාවික විපත්වලින් පීඩාවට පත් වූ මිනිසුන්ට උපකාර කිරීමට විශ්වාසදායක මාර්ගයක් සොයනවාද?",
            "paragraph":"ඔබේ අවස්ථාව අවශ්‍යතා ඇති අසල්වැසියන් සඳහා අරමුදල් රැස් කිරීමේ අවස්ථාවක් බවට පත් කරන්න. සහනාදාර විසින් අරමුදල් රැස්කිරීම ක්‍රියාවට නැංවීම සඳහා පුද්ගලයන්ට සහ ලාභ නොලබන දෙවර්ගයටම බලය ලබාදේ",
            "topicTwo":"පරිත්‍යාග ඉල්ලීමේ දැන්වීම්"
        },
        "aboutUs":{
            "topic":"අප ගැන",
            "paragraph":"සහනාදාර යනු ශ්‍රී ලංකාවේ ආපදා කළමනාකරණය සඳහා වන ප්‍රමුඛ වේදිකාවකි. සියලුම අදාළ පාර්ශ්වකරුවන්ගේ සහභාගීත්වයෙන් ආපදා අවදානම අවම කිරීම සඳහා ජාතික සහ උප ජාතික මට්ටමේ වැඩසටහන් ක්‍රියාත්මක කිරීම සහ සම්බන්ධීකරණය කිරීමේ වගකීම එය පැවරී ඇත. සහනදරා 2005 අංක 13 දරන ශ්‍රී ලංකා ආපදා කළමනාකරණ පනතේ විධිවිධාන අනුව ආපදා කළමනාකරණය සඳහා වූ ජාතික කවුන්සිලයේ ක්‍රියාත්මක කිරීමේ නියෝජිතායතනය ලෙස ස්ථාපිත කරන ලදී. සහනදරා ආපදා කළමනාකරණ පද්ධතියේ ප්‍රධාන ක්‍රියාකාරකම් වන්නේ අවම කිරීම, සැලසුම් සකස් කිරීම, අවදානමට ලක්විය හැකි ජනගහනය සඳහා පූර්ව අනතුරු ඇඟවීම් බෙදා හැරීම, හදිසි ප්‍රතිචාර දැක්වීම, සහන සම්බන්ධීකරණය සහ අනෙකුත් ප්‍රධාන ආයතන සමඟ සහයෝගයෙන් පසු ආපදා ක්‍රියාකාරකම් ය. සියලුම ආපදා කළමනාකරණ කටයුතු සම්බන්ධීකරණය පහසු කරවීම සඳහා දිවයින පුරා දිස්ත්‍රික්, ප්‍රාදේශීය, ග්‍රාම නිලධාරී වසම් වශයෙන් ආපදා කළමනාකරණ කමිටු පිහිටුවන ලදී. එසේම උප ජාතික මට්ටමින් ආපදා අවදානම් අවම කිරීමේ කටයුතු සිදු කිරීම සඳහා සියලුම දිස්ත්‍රික්කවල දිස්ත්‍රික් ආපදා කළමනාකරණ සම්බන්ධීකරණ ඒකක ස්ථාපිත කරන ලදී."
        },
        "help":{
            "topic":"පරිත්‍යාග ඉල්ලීමේ දැන්වීම්",
            "subTopic":"අදම පරිත්‍යාග කිරීමෙන් සහනාදාර  හරහා ඔබේ අසල්වැසියන්ට උදව් කරන්න! <br>සියලු පරිත්‍යාගයන් අපගේ අරමුණ වෙනුවෙන් වෙනසක් කිරීමට සෘජුවම යොමු වේ.",
            "district":"දිස්ත්‍රික්කය",
            "division":"ප්‍රාදේශීය ලේකම් කොට්ඨාශය",
            "search":"සොයන්න"
        },
        "donate":{
            "topic":"අරමුදල් රැස් කිරීම්",
            "subTopic":"පරිත්‍යාගයක් කර සිනහව පතුරන්න. <br> ඔබ පරිත්‍යාග කරන සෑම රුපියලක්ම පුණ්‍ය කටයුතු සඳහා පමණක් යෙදවීමට සහනාදාර සහතික කරයි.",
            "district":"දිස්ත්‍රික්කය",
            "division":"‍‍ප්‍රාදේශීය ලේකම් කොට්ඨාශය",
            "search":"සොයන්න"
        },
        "staff":{
            "topic1":"පරිශීලක",
            "welcome":"සාදරයෙන් පිළිගනිමු",
            "paragraph":"ඔබගේ පරිශීලක නාමය සහ මුරපදය ඇතුළත් කරන්න",
            "header":"ඇතුල් වන්න",
            "username":"පරිශීලක නාමය",
            "password":"මුර පදය",
            "button":"ඇතුල් වන්න",
            "link":"මුර පදය අමතකද?"
        },
        "resetPassword":{
            "topic":"මුරපදය නැවත සකසන්න",
            "subtopic":"ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ඇතුලත් කරන්න",
            "email":"විද්‍යුත් තැපැල් ලිපිනය ",
            "send":"යවන්න",
            "login":"නැවත පිවිසීමට"
        }
    },
    {
        "language":"en",
        "menu":{
            "home":"Home",
            "about":"About",
            "help":"Help",
            "donate":"Donate",
            "staff":"Staff"
        },
        "homePage":{
            "header":"S A H A N A D A R A",
            "subHeader":"Are you interested in doing good for our most vulnerable neighbors who are suffering from natural disasters ?",
            "cardH" :"Help",
            "cardP":"Donate",
            "topic":"Looking for a reliable way to support people who are affected by natural disasters?",
            "paragraph":"Turn your occasion into a fundraising opportunity for neighbours in need. SAHANADARA empowers both individuals and non profits to fundraising into action",
            "topicTwo":"Donation Requesting Notices"
        },
        "aboutUs":{
            "topic":"About Us",
            "paragraph":"SAHANADARA is a leading platform for disaster management in Sri Lanka. It is mandated with the responsibility of implementing and coordinating national and sub-national level programmes for reducing the risk of disasters with the participation of all relevant stakeholders. Sahanadara was established as per the provisions of the Sri Lanka Disaster Management Act No. 13 of 2005 as the executing agency of the National Council for Disaster Management. The main activities of the Sahanadara Disaster Management System are Mitigation, Planning Preparedness, Dissemination of Early Warning for the vulnerable population, Emergency Response, Coordination of Relief and Post Disaster Activities in collaboration with other key agencies. In order to facilitate the coordination and implement all Disaster Management activities, Disaster Management Committees were established at District, Divisional, Grama Niladhari Wasams, across the country. Also District Disaster Management Coordination Units were established in all districts to carry out Disaster Risk Reduction activities at the sub national level."
        },
        "help":{
            "topic":"Donation Requesting Notices",
            "subTopic":"Help your neighbours through SAHANADARA by donating today! <br>All donations go directly to making a difference for our cause.",
            "district":"District",
            "division":"Divisional Secretariat Division",
            "search":"Search"
        },
        "donate":{
            "topic":"Fund Raises",
            "subTopic":"MAKE A DONATION & SPREAD A SMILE <br> SAHANADARA ensures that every single Rupee what you donate will be solely used for Charity purpose.",
            "district":"District",
            "division":"District Secretariat Division",
            "search":"Search"
        },
        "staff":{
            "topic1":"Staff",
            "welcome":"Welcome",
            "paragraph":"Enter your username and password",
            "header":"Login",
            "username":"Username",
            "password":"Password",
            "button":"Login",
            "link":"Forget Password?"
        },
        "resetPassword":{
            "topic":"Reset Password",
            "subtopic":"Enter your email address",
            "email":"Email Address",
            "send":"Send",
            "login":"Back to Login"
        }
    },
    {
        "language":"ta",
        "menu":{
            "home":"முகப்பு பக்கம்",
            "about":"பற்றி",
            "help":"உதவி",
            "donate":"முடிந்தது",
            "staff":"ஊழியர்கள்"
        },
        "homePage":{
            "header":"சஹானாதாரா",
            "subHeader":"இயற்கை பேரிடர்களால் பாதிக்கப்படும் நமது அண்டை நாடுகளுக்கு நல்லது செய்வதில் நீங்கள் ஆர்வமாக உள்ளீர்களா?",
            "cardH" :"உதவி",
            "cardP":"தானம் செய்",
            "topic":"இயற்கை பேரழிவுகளால் பாதிக்கப்பட்ட மக்களுக்கு ஆதரவளிக்க நம்பகமான வழியைத் தேடுகிறீர்களா?",
            "paragraph":"உங்கள் சந்தர்ப்பத்தை தேவைப்படும் அண்டை நாடுகளுக்கு நிதி திரட்டும் வாய்ப்பாக மாற்றவும். SAHANADARA தனிநபர்கள் மற்றும் இலாப நோக்கற்றவர்கள் ஆகிய இரண்டிற்கும் நிதி திரட்டுவதற்கு அதிகாரம் அளிக்கிறது",
            "topicTwo":"நன்கொடை கோரும் அறிவிப்புகள்"
        },
        "aboutUs":{
            "topic":"எங்களை பற்றி",
            "paragraph":"சஹானாதாரா இலங்கையில் அனர்த்த முகாமைத்துவத்திற்கான முன்னணி தளமாகும். அனைத்து தொடர்புடைய பங்குதாரர்களின் பங்கேற்புடன் பேரிடர் அபாயத்தைக் குறைப்பதற்கான தேசிய மற்றும் துணை-தேசிய அளவிலான திட்டங்களை செயல்படுத்துதல் மற்றும் ஒருங்கிணைத்தல் ஆகியவற்றின் பொறுப்புடன் இது கட்டாயப்படுத்தப்பட்டுள்ளது. 2005 ஆம் ஆண்டின் 13 ஆம் இலக்க இலங்கை அனர்த்த முகாமைத்துவ சட்டத்தின் விதிகளின்படி, அனர்த்த முகாமைத்துவத்திற்கான தேசிய சபையின் நிறைவேற்று முகவராக சஹானாதாரா நிறுவப்பட்டது. சஹானாதாரா பேரிடர் மேலாண்மை அமைப்பின் முக்கிய செயல்பாடுகள் தணிப்பு, திட்டமிடல் தயார்நிலை, பாதிக்கப்படக்கூடிய மக்களுக்கான முன் எச்சரிக்கையைப் பரப்புதல், அவசரகால பதிலளிப்பு, நிவாரணம் மற்றும் பிற முக்கிய நிறுவனங்களுடன் இணைந்து பேரிடர் நடவடிக்கைகளின் ஒருங்கிணைப்பு. அனைத்து பேரிடர் மேலாண்மை நடவடிக்கைகளையும் ஒருங்கிணைப்பதற்கும், செயல்படுத்துவதற்கும், நாடு முழுவதும் உள்ள மாவட்டம், பிரதேச, கிராம சேவையாளர் வசங்கள் ஆகியவற்றில் பேரிடர் மேலாண்மைக் குழுக்கள் நிறுவப்பட்டன. மேலும் தேசிய அளவில் பேரிடர் இடர் குறைப்பு நடவடிக்கைகளை மேற்கொள்வதற்காக அனைத்து மாவட்டங்களிலும் மாவட்ட பேரிடர் மேலாண்மை ஒருங்கிணைப்பு பிரிவுகள் நிறுவப்பட்டன."
        },
        "help":{
            "topic":"நன்கொடை கோரும் அறிவிப்புகள்",
            "subTopic":"இன்றே நன்கொடை அளிப்பதன் மூலம் சஹானாதாரா மூலம் உங்கள் அண்டை வீட்டாருக்கு உதவுங்கள்! <br>எல்லா நன்கொடைகளும் நேரடியாக எங்கள் நோக்கத்திற்காக மாற்றத்தை ஏற்படுத்துகின்றன.",
            "district":"மாவட்டம்",
            "division":"பிரதேச செயலகப் பிரிவு",
            "search":"தேடு"
        },
        "donate":{
            "topic":"நிதி திரட்டுகிறது",
            "subTopic":"நன்கொடை வழங்குங்கள் & புன்னகையைப் பரப்புங்கள் <br> நீங்கள் நன்கொடையாக அளிக்கும் ஒவ்வொரு ரூபாயும் அறப்பணிக்காக மட்டுமே பயன்படுத்தப்படும் என்பதை சஹானாதாரா உறுதி செய்கிறது.",
            "district":"மாவட்டம்",
            "division":"மாவட்ட செயலக பிரிவு",
            "search":"தேடல்"
        },
        "staff":{
            "topic1":"பணியாளர்கள்",
            "welcome":"வரவேற்பு",
            "paragraph":"உங்கள் பயனர்பெயர் மற்றும் கடவுச்சொல்லை உள்ளிடவும்",
            "header":"உள்நுழைய",
            "username":"பயனர் பெயர்",
            "password":"கடவுச்சொல்",
            "button":"உள்நுழைய",
            "link":"கடவுச்சொல்லை மறந்து?"
        },
        "resetPassword":{
            "topic":"கடவுச்சொல்லை மீட்டமைக்க",
            "subtopic":"உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்",
            "email":"மின்னஞ்சல் முகவரி",
            "send":"அனுப்பு",
            "login":"உள்நுழைவுக்குத் திரும்பு"
        }
    }
]